/* Localizable strings of com.apple.iTunes preference manifest */

"iTunes.pfm_title" =			"iTunes";
"iTunes.pfm_description" =			"iTunesin käyttörajoitusasetukset.";

"USMoviesLimit.pfm_title" =			"Suurin sallittu Yhdysvaltain elokuvaikäraja";
"USMoviesLimit.pfm_description" =			"Suurin sallittu Yhdysvaltain elokuvaikäraja. Aseta arvoksi 100 G-rajalle, 200 PG-rajalle, 300 PG-13-rajalle tai 400 R-rajalle. Rajoitetut Yhdysvaltalaiset elokuvat -avaimen (restrictUSMovies) on oltava tosi, jotta tällä arvolla on vaikutusta.";
"USTVShowsLimit.pfm_title" =			"Suurin sallittu Yhdysvaltain TV-ohjelmien ikäraja";
"USTVShowsLimit.pfm_description" =			"Suurin sallittu TV-ohjelmien ikäraja. Aseta arvoksi 100 TV-Y-rajalle, 200 TV-Y7-rajalle, 300 TV-G-rajalle, 400 TV-PG-rajalle, 500 TV-14-rajalle tai 600 TV-MA-rajalle. Rajoitetut Yhdysvaltalaiset TV-ohjelmat -avaimen (restrictUSTVShows) on oltava tosi, jotta tällä arvolla on vaikutusta.";
"disableMusicStore.pfm_title" =			"Estä iTunes Store";
"disableMusicStore.pfm_description" =			"Aseta todeksi, jos haluat estää iTunes Storen katseleminen.";
"disablePodcasts.pfm_title" =			"Estä podcastit";
"disablePodcasts.pfm_description" =			"Aseta todeksi, jos haluat estää podcastien toistamisen ja podcastien esikuuntelun, ostamisen ja tilaamisen iTunes Storesta.";
"disableRadio.pfm_title" =			"Estä radio";
"disableRadio.pfm_description" =			"Aseta todeksi, jos haluat estää radiovirtojen toistamisen.";
"disableSharedMusic.pfm_title" =			"Estä musiikin jakaminen";
"disableSharedMusic.pfm_description" =			"Aseta todeksi, jos haluat estää iTunes-musiikin jakamisen ja jaetun iTunes-musiikin toistamisen ja katselemisen.";
"locked.pfm_title" =			"Lukitse iTunesin käyttörajoitukset";
"locked.pfm_description" =			"Aseta todeksi, jos haluat lukita iTunesin käyttörajoitukset.";
"restrictExplicit.pfm_title" =			"Rajoita mahdollisesti loukkaavaa sisältöä";
"restrictExplicit.pfm_description" =			"Aseta todeksi, jos haluat estää mahdollisesti loukkaavan sisällön esikuuntelun, ostamisen tai tilaamisen iTunes Storesta. Sisällön on merkinnyt mahdollisesti loukkaavaksi sen iTunesiin toimittanut taho.";
"restrictUSMovies.pfm_title" =			"Rajoita Yhdysvaltalaiset elokuvat";
"restrictUSMovies.pfm_description" =			"Aseta todeksi, jos haluat rajoittaa elokuvat ikärajaan, joka on annettu Suurin sallittu Yhdysvaltain elokuvaikäraja -avaimessa (USMoviesLimit).";
"restrictUSTVShows.pfm_title" =			"Rajoita Yhdysvaltalaiset TV-ohjelmat";
"restrictUSTVShows.pfm_description" =			"Aseta todeksi, jos haluat rajoittaa TV-ohjelmat ikärajaan, joka on annettu Suurin sallittu Yhdysvaltain TV-ohjelmaikäraja -avaimessa (USTVShowsLimit).";
